---
kind: other
id: Properties.T:Autodesk.Revit.DB.TextNode
source: html/9b0eab96-687d-c99b-4034-af28a4c2ce54.htm
---
# TextNode Properties

Direction of the base line of the text object in model space.